i5-2500k/retpoline-nopti-nopcid/pgbench/1000/runs/result-ro-prepared-1000-3.log
transaction type: <builtin: select only>
scaling factor: 1000
query mode: prepared
number of clients: 4
number of threads: 4
duration: 300 s
number of transactions actually processed: 8373095
latency average = 0.143 ms
tps = 27910.274556 (including connections establishing)
tps = 27910.390517 (excluding connections establishing)